TOKEN = '5938616925:AAGelOFpqZHm_UKtwEl_Tgzk9i9UPilr1Yg'
API_TOKEN = 'gCdg3PmhiF6q6puAPaBfpHkQ64iOy91f'
API_LINK_TRENDING = 'https://api.giphy.com/v1/gifs/trending'
API_LINK_RANDOM = 'https://api.giphy.com/v1/gifs/random'
API_LINK_SEARCH = 'https://api.giphy.com/v1/gifs/search'
START_MESSAGE = 'Привет!\n\n<b>Что умеет этот бот?</b>\n\n' \
                'С помощью кнопок меню ты можешь искать GIF по ключевым словам, просматривать популярные или случайные.\n' \
                'За GIFки из категории "Любые" администрация ответственность не несет :)\n\n' \
                'Для более подробной информации воспользуйся командой /help'
HELP = '<b>Поиск по ключевым словам.</b>\n\n' \
       'Поддерживает любые языки, ограничен первыми 50 символами.\n' \
       'Во время выбора категории при некорректном вводе автоматически выставляется "Только адекватные".\n\n' \
       '<b>Случайная GIF.</b>\n\n' \
       'Ищет случайное изображение, никаких параметров кроме команды на ввод не принимает.\n\n' \
       '<b>Популярные.</b>\n\n' \
       'Возвращает случайную GIF из 50 популярных.'
